"OK"="OK";
"CANCEL" = "Avbryt";
"Can't load bundle"="Kan ikke laste inn pakke";
"Apple" = "Apple";
"Pictures" = "Bilder";
"Other" = "Annet";
"CHOOSE" = "Velg";
"DOT_MAC_AND_RSS" = "%@ og RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "Validerer RSS…";
"NO_FEED_FOUND" = "Fant ikke strømmen.";
"GETTING_ALBUMS" = "Henter albumer…";
"SELECT_ALBUMS" = "Marker albumene som skal vises:";
"INVALID_MEMBER_NAME" = "Ugyldig medlemsnavn.";
"NO_ALBUMS_FOR_USER" = "Fant ikke albumer for denne brukeren.";

/* strings for tool tips */
"minute" = "minutt";
"minutes" = "minutter";
"hour" = "time";
"hours" = "timer";
"OPTIONS_BUTTON_TIP" = "Valg for visning av skjermspareren.";
"Never" = "Aldri";
"Slideshow" = "Lysbildeserie";
"Collage" = "Fotomontasje";
"Mosaic" = "Mosaikk";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "Stil";

/* For contextual menu */
"DELETE" = "Slett";
"REVEAL_IN_FINDER" = "Vis i Finder";
"MOVE_TO_TRASH" = "Flytt til papirkurv";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "Vis skjermsparere";
"ADD_MOBILE_ME_GALLERY" = "Legg til MobileMe-galleri…";
"ADD_PICTURES" = "Legg til mappe med bilder…";
"ADD_RSS_FEED" = "Legg til RSS-strøm…";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/no/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "Legg til bilder eller vis skjermsparere";
"REMOVE_SAVER_AX_VALUE" = "Fjern den markerte skjermspareren";

/* Alerts */
"INCOMPATIBLE_TITLE" = "Du kan ikke bruke skjermspareren %@ på denne maskinen.";
"INCOMPATIBLE_DESC" = "Ta kontakt med de som har utviklet skjermspareren, for å få en nyere versjon.";
"DELETE_WARNING_TITLE" = "Er du sikker på at du vil slette «%@»?";
"DELETE_WARNING_DESC" = "Skjermspareren vil bli flyttet til papirkurven.";
